[UIScreenListener_MCM_BCV2]
PageTitle=Bladestorm Customization V2
GroupAttacksLabel=Modify attacks
GroupTriggersLabel=Modify triggers
GroupMiscLabel=Miscellaneous settings

AttackTypeLabel=Attack type
AttackTypeTooltip=Abilities such as Shadowstep and Lightning Reflexes will trigger only for reaction Attacks
AttackTypeOptions[0]=Reaction attack
AttackTypeOptions[1]=Standard attack
AllowCritLabel=Allow critical hits
AllowCritTooltip=Applies to both reaction and standard attacks
AimPenaltyLabel=Aim penalty (percent)
AimPenaltyTooltip=Applicable to both reaction and standard attacks

TriggerOnMoveLabel=Trigger on move
TriggerOnMoveTooltip=Bladestorm will trigger when an enemy moves to an adjacent tile
TriggerOnAttackLabel=Trigger on attack
TriggerOnAttackTooltip=Bladestorm will trigger when an enemy attacks from an adjacent tile
TriggerOnMoveAwayLabel=Trigger on move away
TriggerOnMoveAwayTooltip=Bladestorm will trigger when an enemy moves away from an adjacent tile

AttackRangeLabel=Attack range (tiles)
AttackRangeTooltip=Add extra range to your Bladestorm attacks
